// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Str_FaxContacts"="Yhteystiedot";
"Str_FaxAddressBook"="Osoitekirja";
"Str_FaxSyncContacts"="Synkronoi %@";

"Str_FaxSyncContacts_Start"="Käynnistä";
"Str_FaxPrintQueue"="Tulostusjono";
"Str_FaxStatus"="Tila";
"Str_FaxSyncContacts_Sync_Waiting"="Odota hetki.";

"Str_FaxSyncContact_CannotAccess_A"="Vaihtoehdon %@ käyttöä ei ole sallittu.";
"Str_FaxSyncContact_CannotAccess_B"="Salli FAX Utility -apuohjelman käyttää vaihtoehtoa %@. Siirry kohtaan [Järjestelmäasetukset] - [Suojaus ja yksityisyys] - [Yksityisyys] - [%@].\nKäynnistä FAX Utility -apuohjelma suorittaaksesi päivityksen.";

"Str_FaxSyncContact_StartInfo_A"="Synkronoi vaihtoehdon %@ (manuaalinen)";
"Str_FaxSyncContact_StartInfo_B"="Näyttää %@-luettelosi, kun muiden sovellusten [Tulosta...]-valintaikkunassa valitaan faksin vastaanottajat. Muista synkronoida %@ uudestaan, jos teet muutoksia %@-luetteloosi.";
"Str_FaxSyncContact_StartInfo_C"="Tämä otetaan käyttöön kaikissa Epson-faksitulostusjonoissa.\n Ennen jatkamista varmista seuraavat:";
"Str_FaxSyncContact_StartInfo_D"="      -Kaikkien sovellusten [Tulosta...]-valintaikkunat on suljettu.\n      -Fakseja ei lähetetä parhaillaan.\n      -Tulostimen faksijonoja ei ole pysäytettynä.";

"Str_FaxSyncContact_OpenPrintQueue"="Pääset tulostusjonoihin menemällä kohtaan [Järjestelmäasetukset] - [Tulostus ja skannaus] - [Avaa tulostusjono...].";
"Str_FaxSyncContact_StartInfo_Start"="Napsauta [Käynnistä] aloittaaksesi vaihtoehdon %@ synkronoinnin.";

"Str_FaxSyncContact_State_Title"="Epson-faksitulostusjonot vaihtoehdon %@ synkronoimiseksi:";

"Str_FaxSyncContact_State_Idle"="Valmis";
"Str_FaxSyncContact_State_InProgress"="Synkronoidaan";
"Str_FaxSyncContact_State_PauseQueue"="Keskeytetty";
"Str_FaxSyncContact_State_SendingFax"="Lähettää fakseja";
"Str_FaxSyncContact_State_HoldJob"="Työ odottamassa";
"Str_FaxSyncContact_State_WaitSync"="Varattu";
"Str_FaxSyncContact_State_SyncComplete"="Synkronointi valmis";
"Str_FaxSyncContact_State_SyncFailed"="Synkronointi epäonnistui";

"Str_FaxSyncContacts_Sync"="Synkronoidaan %@.";
"Str_FaxSyncContacts_SyncBusy"="Ei voida synkronoida yhden tai useamman tulostusjonon kanssa. Vaihtoehdon %@ synkronointi jatkuu sen jälkeen, kun tulostusjonojen keskeytys lakkautetaan, tai kun faksit on lähetetty.";
"Str_FaxSyncContacts_SyncBusy_Check"="Tarkista Epson-faksitulostusjonot.";

"Str_FaxSyncContacts_Sync_Cancel"="Peruutetaan.";

"Str_FaxSyncContacts_Complete"="Vaihtoehdon %@ synkronointi valmis.";
"Str_FaxSyncContacts_CompleteWithCancel"="(Vaihtoehdon %@ synkronointi oli valmis jo ennen kuin toimenpide peruttiin.)";

"Str_FaxSyncContacts_Error_A"="Vaihtoehdon %@ synkronointi epäonnistui.";
"Str_FaxSyncContacts_Error_B"="Tarkista, että Epson-faksitulostusjonot eivät ole keskeytettyjä, töitä ei ole odottamassa, tai fakseja ei lähetetä.";

"Str_FaxSyncContact_ErrorOldPPD"="Yksi tai useampia Epson-faksitulostusjonoja on luotu vanhemmalla PC-Fax-ohjaimella.\n\nSynkronoidaksesi vaihtoehdon %@, siirry kohtaan [Järjestelmäasetukset] - [Tulostus ja skannaus], poista sitten Epson-faksitulostusjonot ja luo ne uudestaan viimeisimmällä PC-FAX-ohjaimella.";
"Str_FaxSyncContact_State_Title_ErrorOldPPD"="Uudelleen luotavat Epson-faksitulostusjonot:";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="Tietoja FAX Utility...";
"Preferences..."="Asetukset...";
"Services"="Palvelut";
"Hide FAX Utility"="Kätke FAX Utility";
"Hide Others"="Kätke muut";
"Show All"="Näytä kaikki";
"Quit FAX Utility"="Poistu FAX Utility";
"File"="Tiedosto";
"Close"="Sulje";
"Window"="Ikkuna";
"Minimize"="Pienennä";
"Help"="Ohje";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Kumoa";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Tarvittavaa tiedostoa ei löydy sovelluksen suorittamiseen.\nAsenna FAX Utility uudelleen.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Tulostimen (faksin) tietoja ei voi saada. Mene kohtaan \"Tulostus- & faksivalinnat\" ja lisää PC-FAX-ohjain.";
"Str_Alert_Common_Confirm_OverWrite"="Määritetty tiedosto on jo olemassa. Halutko päällekirjoittaa?";
"Str_Alert_Common_Not_Responding_Error"="Tulostin ei vastaa. Varmista, että tulostin on kytketty oikein ja virta on päällä.";
"Str_Alert_Common_Communication_Error"="Tapahtui tulostimen yhteysvirhe.";
"Str_Alert_Common_Printer_Processing_Error"="Tulostin käsittelee tietoja. Odota hetki ja yritä sitten uudelleen.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Havaittiin virhe kommunikoinnissa tulostimen kanssa.\nVirhekoodi (%d)";
"Str_Alert_Common_Error_Occurred"="Käsittely peruutettu, koska tapahtui virhe.";
"Str_Alert_Common_PrinterStatusError"="Tulostimessa tapahtui virhe. Tyhjennä virhe ja yritä sitten uudelleen.";
